Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Choose Restore Method
de: Wiederherstellungsmethode wählen
es: Elige el método de restauración
fr: Méthode de restauration
it: Scegli il metodo di ripristino
ja: 復元方法を選択
ko: 복원 방법 선택
nl: Kies herstelmethode
pl: Wybierz metodę przywracania
pt_br: Escolha o Método de Restauração
ro: Alege metoda de restaurare
ru: Выберите способ восстановления
tr: Geri Yükleme Yöntemi Seçin
uk: Виберіть спосіб відновлення
zh_hans: 选择恢复方式
zh_hant: 選擇回復方式

source: Choose Seed Format
de: Seed-Format wählen
es: Elige el formato de semilla
fr: Format de la phrase de récupération
it: Scegli il formato del seed
ja: シード形式を選択
ko: 시드 형식 선택
nl: Kies seedformaat
pl: Wybierz format frazy seed
pt_br: Escolha o Formato da Semente
ro: Alege formatul seed
ru: Выберите формат мнемонической фразы
tr: Kurtarma İfadesi Biçimi Seçin
uk: Виберіть формат мнемонічної фрази
zh_hans: 选择助记词格式
zh_hant: 選擇助記詞格式

source: Choose another date
de: Anderes Datum wählen
es: Elegir otra fecha
fr: Choisir une autre date
it: Scegli un’altra data
ja: 別の日付を選択
ko: 다른 날짜 선택
nl: Kies een andere datum
pl: Wybierz inną datę
pt_br: Escolher outra data
ro: Alege altă dată
ru: Выбрать другую дату
tr: Başka bir tarih seçin
uk: Вибрати іншу дату
zh_hans: 选择其他日期
zh_hant: 選擇其他日期

source: Clear address
de: Adresse löschen
es: Borrar dirección
fr: Effacer l’adresse
it: Cancella indirizzo
ja: アドレスを消去
ko: 주소 지우기
nl: Wis adres
pl: Wyczyść adres
pt_br: Limpar endereço
ro: Șterge adresa
ru: Очистить адрес
tr: Adresi temizle
uk: Очистити адресу
zh_hans: 清除地址
zh_hant: 清除位址

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Wis zoekopdracht
pl: Wyczyść wyszukiwanie
pt_br: Limpar busca
ro: Șterge căutarea
ru: Очистить поиск
tr: Aramayı temizle
uk: Очистити пошук
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clears all sync progress and re-syncs from the beginning
de: Löscht den gesamten Sync-Fortschritt und synchronisiert von vorn
es: Borra todo el progreso de sincronización y vuelve a sincronizar desde el principio
fr: Efface toute la progression de la synchronisation et resynchronise depuis le début
it: Cancella tutto l’avanzamento della sincronizzazione e risincronizza dall’inizio
ja: 同期の進行状況をすべて消去し、最初から同期し直します
ko: 모든 동기화 진행 상황을 지우고 처음부터 다시 동기화합니다
nl: Wist alle synchronisatievoortgang en synchroniseert opnieuw vanaf het begin
pl: Czyści postęp synchronizacji i synchronizuje od początku
pt_br: Apaga todo o progresso de sincronização e sincroniza de novo desde o início
ro: Șterge tot progresul sincronizării și sincronizează din nou de la început
ru: Сбрасывает прогресс синхронизации и синхронизирует кошелёк заново с самого начала
tr: Tüm eşzamanlama ilerlemesini siler ve baştan yeniden eşzamanlar
uk: Скидає весь прогрес синхронізації й синхронізує з початку
zh_hans: 清除所有同步进度，并从头重新同步
zh_hant: 清除所有同步進度，並從頭重新同步

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Closes the wallet list
de: Schließt die Wallet-Liste
es: Cierra la lista de carteras
fr: Ferme la liste des portefeuilles
it: Chiude l’elenco dei portafogli
ja: ウォレットリストを閉じます
ko: 지갑 목록을 닫습니다
nl: Sluit de lijst met portemonnees
pl: Zamyka listę portfeli
pt_br: Fecha a lista de carteiras
ro: Închide lista de portofele
ru: Закрывает список кошельков
tr: Cüzdan listesini kapatır
uk: Закриває список гаманців
zh_hans: 关闭钱包列表
zh_hant: 關閉錢包列表

source: Compatible with more wallets.
de: Mit mehr Wallets kompatibel.
es: Compatible con más carteras.
fr: Compatible avec plus de portefeuilles.
it: Compatibile con più portafogli.
ja: より多くのウォレットと互換性があります。
ko: 더 많은 지갑과 호환됩니다.
nl: Compatibel met meer portemonnees.
pl: Działa z większą liczbą portfeli.
pt_br: Compatível com mais carteiras.
ro: Compatibil cu mai multe portofele.
ru: Совместим с большим числом кошельков.
tr: Daha fazla cüzdanla uyumlu.
uk: Підтримується більшою кількістю гаманців.
zh_hans: 兼容更多钱包。
zh_hant: 與更多錢包相容。

source: Confirm New PIN
de: Neue PIN bestätigen
es: Confirma el PIN nuevo
fr: Confirmer le nouveau code PIN
it: Conferma il nuovo PIN
ja: 新しいPINを確認
ko: 새 PIN 확인
nl: Bevestig nieuwe PIN
pl: Potwierdź nowy PIN
pt_br: Confirme o Novo PIN
ro: Confirmă noul PIN
ru: Подтвердите новый PIN-код
tr: Yeni PIN'i Onaylayın
uk: Підтвердьте новий PIN-код
zh_hans: 确认新 PIN 码
zh_hant: 確認新 PIN 碼

source: Confirm PIN
de: PIN bestätigen
es: Confirma el PIN
fr: Confirmer le code PIN
it: Conferma PIN
ja: PINを確認
ko: PIN 확인
nl: Bevestig PIN
pl: Potwierdź PIN
pt_br: Confirme o PIN
ro: Confirmă PIN-ul
ru: Подтвердите PIN-код
tr: PIN'i Onaylayın
uk: Підтвердьте PIN-код
zh_hans: 确认 PIN 码
zh_hant: 確認 PIN 碼

source: Confirm Sends
de: Senden bestätigen
es: Confirmar envíos
fr: Confirmer les envois
it: Conferma gli invii
ja: 送金時に確認
ko: 보내기 전 확인
nl: Bevestig verzendingen
pl: Potwierdzaj wysyłanie
pt_br: Confirmar Envios
ro: Confirmă trimiterile
ru: Подтверждать отправку
tr: Gönderimleri Onayla
uk: Підтверджувати надсилання
zh_hans: 发送前确认
zh_hant: 傳送前確認

source: Confirm on your Trezor
de: Auf deinem Trezor bestätigen
es: Confirma en tu Trezor
fr: Confirmez sur votre Trezor
it: Conferma sul Trezor
ja: Trezorで確認してください
ko: Trezor에서 확인하세요
nl: Bevestig op je Trezor
pl: Potwierdź na Trezorze
pt_br: Confirme no seu Trezor
ro: Confirmă pe Trezor
ru: Подтвердите на Trezor
tr: Trezor'unuzda onaylayın
uk: Підтвердьте на Trezor
zh_hans: 在你的 Trezor 上确认
zh_hant: 在你的 Trezor 上確認

source: Confirm prompts on your Trezor as they appear.
de: Bestätige die Abfragen auf deinem Trezor, sobald sie erscheinen.
es: Confirma las solicitudes en tu Trezor a medida que aparezcan.
fr: Confirmez les demandes sur votre Trezor à mesure qu’elles s’affichent.
it: Conferma le richieste sul Trezor quando compaiono.
ja: Trezorに確認画面が表示されたら承認してください。
ko: Trezor에 확인 요청이 표시되면 차례로 승인하세요.
nl: Bevestig de verzoeken op je Trezor zodra ze verschijnen.
pl: Potwierdzaj komunikaty na Trezorze, gdy się pojawią.
pt_br: Confirme as solicitações no seu Trezor quando aparecerem.
ro: Confirmă solicitările pe Trezor pe măsură ce apar.
ru: Подтверждайте запросы на Trezor по мере их появления.
tr: İstemleri göründükçe Trezor'unuzda onaylayın.
uk: Підтверджуйте запити на Trezor, коли вони з’являтимуться.
zh_hans: Trezor 上出现提示时，请逐一确认。
zh_hant: Trezor 上出現提示時，請逐一確認。

source: Confirm sending %@ XMR
de: Senden von %@ XMR bestätigen
es: Confirma el envío de %@ XMR
fr: Confirmer l’envoi de %@ XMR
it: Conferma l’invio di %@ XMR
ja: %@ XMRの送金を確認
ko: %@ XMR 보내기 확인
nl: Bevestig verzending van %@ XMR
pl: Potwierdź wysłanie %@ XMR
pt_br: Confirmar envio de %@ XMR
ro: Confirmă trimiterea a %@ XMR
ru: Подтвердите отправку %@ XMR
tr: %@ XMR gönderimini onaylayın
uk: Підтвердьте надсилання %@ XMR
zh_hans: 确认发送 %@ XMR
zh_hant: 確認傳送 %@ XMR

source: Confirm the key-image sync prompt on your device.
de: Bestätige auf deinem Gerät die Abfrage zum Key-Image-Sync.
es: Confirma la solicitud de sincronización de imágenes de clave en tu dispositivo.
fr: Confirmez la demande de synchronisation des images de clé sur votre appareil.
it: Conferma sul dispositivo la richiesta di sincronizzazione delle immagini della chiave.
ja: デバイスでキーイメージ同期の確認を承認してください。
ko: 기기에서 키 이미지 동기화 요청을 승인하세요.
nl: Bevestig op je apparaat het verzoek om key images te synchroniseren.
pl: Potwierdź na urządzeniu synchronizację obrazów kluczy.
pt_br: Confirme no dispositivo a solicitação de sincronização de imagens-chave.
ro: Confirmă pe dispozitiv solicitarea de sincronizare pentru imagini cheie.
ru: Подтвердите на устройстве запрос синхронизации образов ключей (key images).
tr: Aygıtınızdaki anahtar görüntüsü eşzamanlama istemini onaylayın.
uk: Підтвердьте на пристрої запит на синхронізацію образів ключів.
zh_hans: 在你的设备上确认密钥镜像同步提示。
zh_hant: 在你的裝置上確認金鑰映像同步提示。

source: Confirm the prompt on your Trezor when it appears.
de: Bestätige die Abfrage auf deinem Trezor, sobald sie erscheint.
es: Confirma la solicitud en tu Trezor cuando aparezca.
fr: Confirmez la demande sur votre Trezor quand elle s’affiche.
it: Conferma la richiesta sul Trezor quando compare.
ja: Trezorに確認画面が表示されたら承認してください。
ko: Trezor에 요청이 표시되면 승인하세요.
nl: Bevestig het verzoek op je Trezor zodra het verschijnt.
pl: Potwierdź komunikat na Trezorze, gdy się pojawi.
pt_br: Confirme a solicitação no seu Trezor quando ela aparecer.
ro: Confirmă solicitarea pe Trezor când apare.
ru: Подтвердите запрос на Trezor, когда он появится.
tr: İstem göründüğünde Trezor'unuzda onaylayın.
uk: Підтвердьте запит на Trezor, коли він з’явиться.
zh_hans: Trezor 上出现提示时，请进行确认。
zh_hant: Trezor 上出現提示時，請進行確認。

source: Confirm the transaction on your Trezor
de: Bestätige die Transaktion auf deinem Trezor
es: Confirma la transacción en tu Trezor
fr: Confirmez la transaction sur votre Trezor
it: Conferma la transazione sul Trezor
ja: Trezorでトランザクションを確認してください
ko: Trezor에서 거래를 확인하세요
nl: Bevestig de transactie op je Trezor
pl: Potwierdź transakcję na Trezorze
pt_br: Confirme a transação no seu Trezor
ro: Confirmă tranzacția pe Trezor
ru: Подтвердите транзакцию на Trezor
tr: İşlemi Trezor'unuzda onaylayın
uk: Підтвердьте транзакцію на Trezor
zh_hans: 在你的 Trezor 上确认交易
zh_hant: 在你的 Trezor 上確認交易

source: Confirm this transaction
de: Diese Transaktion bestätigen
es: Confirma esta transacción
fr: Confirmer cette transaction
it: Conferma questa transazione
ja: このトランザクションを確認
ko: 이 거래 확인
nl: Bevestig deze transactie
pl: Potwierdź tę transakcję
pt_br: Confirme esta transação
ro: Confirmă această tranzacție
ru: Подтвердите эту транзакцию
tr: Bu işlemi onaylayın
uk: Підтвердьте цю транзакцію
zh_hans: 确认此交易
zh_hant: 確認此交易

source: Confirm you have written down your seed phrase to continue
de: Bestätige, dass du deine Seed-Phrase notiert hast, um fortzufahren
es: Confirma que anotaste tu frase semilla para continuar
fr: Confirmez avoir noté votre phrase de récupération pour continuer
it: Conferma di aver trascritto la frase seed per continuare
ja: 続けるには、シードフレーズを書き留めたことを確認してください
ko: 계속하려면 시드 문구를 적어 두었는지 확인하세요
nl: Bevestig dat je je seedzin hebt opgeschreven om door te gaan
pl: Aby kontynuować, potwierdź, że fraza seed jest zapisana
pt_br: Confirme que anotou sua frase-semente para continuar
ro: Confirmă că ai notat fraza seed ca să continui
ru: Подтвердите, что записали мнемоническую фразу, чтобы продолжить
tr: Devam etmek için kurtarma ifadenizi bir yere yazdığınızı onaylayın
uk: Щоб продовжити, підтвердьте, що ви записали мнемонічну фразу
zh_hans: 请确认你已写下助记词，然后继续
zh_hant: 請確認你已寫下助記詞，然後繼續

source: Confirmations
de: Bestätigungen
es: Confirmaciones
it: Conferme
ja: 承認数
ko: 확인 수
nl: Bevestigingen
pl: Potwierdzenia
pt_br: Confirmações
ro: Confirmări
ru: Подтверждения
tr: Onaylar
uk: Підтвердження
zh_hans: 确认数
zh_hant: 確認次數

source: Confirmations: %lld
de: Bestätigungen: %lld
es: Confirmaciones: %lld
it: Conferme: %lld
ja: 承認数：%lld
ko: 확인 수: %lld
nl: Bevestigingen: %lld
pl: Potwierdzenia: %lld
pt_br: Confirmações: %lld
ro: Confirmări: %lld
ru: Подтверждений: %lld
tr: Onay: %lld
uk: Підтверджень: %lld
zh_hans: 确认数：%lld
zh_hant: 確認次數：%lld

source: Confirmed
de: Bestätigt
es: Confirmada
fr: Confirmée
it: Confermata
ja: 承認済み
ko: 확인됨
nl: Bevestigd
pl: Potwierdzona
pt_br: Confirmada
ro: Confirmată
ru: Подтверждена
tr: Onaylandı
uk: Підтверджено
zh_hans: 已确认
zh_hant: 已確認

source: Connect Trezor
de: Trezor verbinden
es: Conectar Trezor
fr: Connecter le Trezor
it: Collega Trezor
ja: Trezorを接続
ko: Trezor 연결
nl: Verbind Trezor
pl: Połącz Trezor
pt_br: Conectar Trezor
ro: Conectează Trezor
ru: Подключить Trezor
tr: Trezor'u Bağla
uk: Підключити Trezor
zh_hans: 连接 Trezor
zh_hant: 連接 Trezor

source: Connect your hardware device to sign this transaction.
de: Verbinde dein Hardware-Gerät, um diese Transaktion zu signieren.
es: Conecta tu dispositivo de hardware para firmar esta transacción.
fr: Connectez votre appareil matériel pour signer cette transaction.
it: Collega il dispositivo hardware per firmare questa transazione.
ja: このトランザクションに署名するには、ハードウェアデバイスを接続してください。
ko: 이 거래에 서명하려면 하드웨어 기기를 연결하세요.
nl: Verbind je hardwareapparaat om deze transactie te ondertekenen.
pl: Połącz urządzenie sprzętowe, aby podpisać tę transakcję.
pt_br: Conecte seu dispositivo de hardware para assinar esta transação.
ro: Conectează dispozitivul hardware ca să semnezi această tranzacție.
ru: Подключите аппаратное устройство, чтобы подписать эту транзакцию.
tr: Bu işlemi imzalamak için donanım aygıtınızı bağlayın.
uk: Підключіть апаратний пристрій, щоб підписати цю транзакцію.
zh_hans: 连接你的硬件设备以签署此交易。
zh_hant: 連接你的硬體裝置以簽署此交易。

source: Connecting
de: Verbinde …
es: Conectando
fr: Connexion
it: In connessione
ja: 接続中
ko: 연결 중
nl: Verbinden
pl: Łączenie
pt_br: Conectando
ro: Se conectează
ru: Подключение
tr: Bağlanıyor
uk: Підключення
zh_hans: 正在连接
zh_hant: 正在連線

source: Connecting...
de: Verbinde …
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중...
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
ro: Se conectează…
ru: Подключение...
tr: Bağlanıyor…
uk: Підключення…
zh_hans: 正在连接…
zh_hant: 正在連線⋯

source: Connecting…
de: Verbinde …
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
ro: Se conectează…
ru: Подключение…
tr: Bağlanıyor…
uk: Підключення…
zh_hans: 正在连接…
zh_hant: 正在連線⋯

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ro: Conexiune
ru: Соединение
tr: Bağlantı
uk: З’єднання
zh_hans: 连接
zh_hant: 連線

source: Connection status: %@
de: Verbindungsstatus: %@
es: Estado de la conexión: %@
fr: État de la connexion : %@
it: Stato della connessione: %@
ja: 接続状況：%@
ko: 연결 상태: %@
nl: Verbindingsstatus: %@
pl: Stan połączenia: %@
pt_br: Status da conexão: %@
ro: Starea conexiunii: %@
ru: Состояние подключения: %@
tr: Bağlantı durumu: %@
uk: Стан з’єднання: %@
zh_hans: 连接状态：%@
zh_hant: 連線狀態：%@

source: Connection timed out. Try again or switch nodes.
de: Zeitüberschreitung der Verbindung. Versuche es erneut oder wechsle den Node.
es: Se agotó el tiempo de conexión. Inténtalo de nuevo o cambia de nodo.
fr: Délai de connexion dépassé. Réessayez ou changez de nœud.
it: Connessione scaduta. Riprova o cambia nodo.
ja: 接続がタイムアウトしました。もう一度試すか、ノードを切り替えてください。
ko: 연결 시간이 초과되었습니다. 다시 시도하거나 노드를 변경하세요.
nl: Time-out bij verbinding. Probeer het opnieuw of kies een andere node.
pl: Upłynął limit czasu połączenia. Spróbuj ponownie lub zmień węzeł.
pt_br: A conexão expirou. Tente novamente ou troque de nó.
ro: Conexiunea a expirat. Încearcă din nou sau schimbă nodul.
ru: Время ожидания подключения истекло. Повторите попытку или выберите другой узел.
tr: Bağlantı zaman aşımına uğradı. Yeniden deneyin veya başka bir düğüme geçin.
uk: Час очікування з’єднання вичерпано. Повторіть спробу або змініть вузол.
zh_hans: 连接超时。请重试或切换节点。
zh_hant: 連線逾時。請再試一次或切換節點。

source: Connection timeout. Check your internet connection.
de: Zeitüberschreitung. Prüfe deine Internetverbindung.
es: Tiempo de conexión agotado. Revisa tu conexión a internet.
fr: Délai de connexion dépassé. Vérifiez votre connexion Internet.
it: Tempo di connessione scaduto. Controlla la connessione a Internet.
ja: 接続がタイムアウトしました。インターネット接続を確認してください。
ko: 연결 시간이 초과되었습니다. 인터넷 연결을 확인하세요.
nl: Time-out bij verbinding. Controleer je internetverbinding.
pl: Przekroczono czas połączenia. Sprawdź połączenie z internetem.
pt_br: A conexão expirou. Verifique sua conexão com a internet.
ro: Conexiunea a expirat. Verifică conexiunea la internet.
ru: Время ожидания истекло. Проверьте подключение к интернету.
tr: Bağlantı zaman aşımı. İnternet bağlantınızı kontrol edin.
uk: Час очікування з’єднання вичерпано. Перевірте з’єднання з інтернетом.
zh_hans: 连接超时。请检查你的互联网连接。
zh_hant: 連線逾時。請檢查你的網際網路連線。

source: Connects your hardware wallet briefly to update the list of outgoing transactions.
de: Verbindet kurz deine Hardware-Wallet, um die Liste ausgehender Transaktionen zu aktualisieren.
es: Conecta brevemente tu cartera de hardware para actualizar la lista de transacciones salientes.
fr: Connecte brièvement votre portefeuille matériel pour mettre à jour la liste des transactions sortantes.
it: Collega brevemente il portafoglio hardware per aggiornare l’elenco delle transazioni in uscita.
ja: ハードウェアウォレットに一時的に接続して、送金トランザクションのリストを更新します。
ko: 하드웨어 지갑에 잠시 연결하여 보낸 거래 목록을 업데이트합니다.
nl: Verbindt je hardwareportemonnee even om de lijst met uitgaande transacties bij te werken.
pl: Łączy na chwilę portfel sprzętowy, aby zaktualizować listę transakcji wychodzących.
pt_br: Conecta brevemente sua carteira de hardware para atualizar a lista de transações enviadas.
ro: Conectează pentru scurt timp portofelul hardware ca să actualizeze lista tranzacțiilor trimise.
ru: Ненадолго подключает аппаратный кошелёк, чтобы обновить список исходящих транзакций.
tr: Giden işlemler listesini güncellemek için donanım cüzdanınıza kısa süreliğine bağlanır.
uk: Ненадовго підключає апаратний гаманець, щоб оновити список вихідних транзакцій.
zh_hans: 短暂连接你的硬件钱包，以更新已发送交易的列表。
zh_hant: 短暫連接你的硬體錢包，以更新已傳送交易的列表。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Dalej
pt_br: Continuar
ro: Continuă
ru: Продолжить
tr: Devam
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ro: Copiat
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました
ko: 복사됨
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ro: Copiat!
ru: Скопировано
tr: Kopyalandı!
uk: Скопійовано
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copies every field of this transaction as text
de: Kopiert alle Felder dieser Transaktion als Text
es: Copia todos los campos de esta transacción como texto
fr: Copie tous les champs de cette transaction sous forme de texte
it: Copia tutti i campi di questa transazione come testo
ja: このトランザクションのすべての項目をテキストとしてコピーします
ko: 이 거래의 모든 항목을 텍스트로 복사합니다
nl: Kopieert elk veld van deze transactie als tekst
pl: Kopiuje wszystkie pola tej transakcji jako tekst
pt_br: Copia todos os campos desta transação como texto
ro: Copiază fiecare câmp al acestei tranzacții ca text
ru: Копирует все поля этой транзакции в виде текста
tr: Bu işlemin tüm alanlarını metin olarak kopyalar
uk: Копіює всі поля цієї транзакції як текст
zh_hans: 将此交易的所有字段拷贝为文本
zh_hant: 將此交易的所有欄位拷貝為文字

source: Copies the Monero address to clipboard
de: Kopiert die Monero-Adresse in die Zwischenablage
es: Copia la dirección de Monero al portapapeles
fr: Copie l’adresse Monero dans le presse-papiers
it: Copia negli appunti l’indirizzo Monero
ja: Moneroアドレスをクリップボードにコピーします
ko: Monero 주소를 클립보드에 복사합니다
nl: Kopieert het Monero-adres naar het klembord
pl: Kopiuje adres Monero do schowka
pt_br: Copia o endereço Monero para a área de transferência
ro: Copiază adresa Monero în clipboard
ru: Копирует адрес Monero в буфер обмена
tr: Monero adresini panoya kopyalar
uk: Копіює адресу Monero в буфер обміну
zh_hans: 将 Monero 地址拷贝到剪贴板
zh_hant: 將 Monero 位址拷貝到剪貼板

source: Copies the full transaction ID to clipboard
de: Kopiert die vollständige Transaktions-ID in die Zwischenablage
es: Copia el ID de transacción completo al portapapeles
fr: Copie l’ID de transaction complet dans le presse-papiers
it: Copia negli appunti l’ID transazione completo
ja: トランザクションID全体をクリップボードにコピーします
ko: 전체 거래 ID를 클립보드에 복사합니다
nl: Kopieert de volledige transactie-ID naar het klembord
pl: Kopiuje pełne ID transakcji do schowka
pt_br: Copia o ID da transação completo para a área de transferência
ro: Copiază în clipboard ID-ul complet al tranzacției
ru: Копирует полный ID транзакции в буфер обмена
tr: Tam işlem ID'sini panoya kopyalar
uk: Копіює повний ID транзакції в буфер обміну
zh_hans: 将完整的交易 ID 拷贝到剪贴板
zh_hant: 將完整的交易 ID 拷貝到剪貼板

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Скопировать
tr: Kopyala
uk: Скопіювати
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
it: Copia %@
ja: %@をコピー
ko: %@ 복사
nl: Kopieer %@
pl: Kopiuj: %@
pt_br: Copiar %@
ro: Copiază %@
ru: Скопировать: %@
tr: %@ bilgisini kopyala
uk: Скопіювати: %@
zh_hans: 拷贝%@
zh_hant: 拷貝%@

source: Copy Address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l’adresse
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
nl: Kopieer adres
pl: Kopiuj adres
pt_br: Copiar Endereço
ro: Copiază adresa
ru: Скопировать адрес
tr: Adresi Kopyala
uk: Скопіювати адресу
zh_hans: 拷贝地址
zh_hant: 拷貝位址

source: Copy All
de: Alles kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
nl: Kopieer alles
pl: Kopiuj wszystko
pt_br: Copiar Tudo
ro: Copiază tot
ru: Скопировать всё
tr: Tümünü Kopyala
uk: Скопіювати все
zh_hans: 全部拷贝
zh_hant: 全部拷貝

source: Copy All Details
de: Alle Details kopieren
es: Copiar todos los detalles
fr: Copier tous les détails
it: Copia tutti i dettagli
ja: すべての詳細をコピー
ko: 모든 세부사항 복사
nl: Kopieer alle gegevens
pl: Kopiuj wszystkie szczegóły
pt_br: Copiar Todos os Detalhes
ro: Copiază toate detaliile
ru: Скопировать все данные
tr: Tüm Ayrıntıları Kopyala
uk: Скопіювати всі дані
zh_hans: 拷贝所有详细信息
zh_hant: 拷貝所有詳細資料

source: Copy Seed Phrase
de: Seed-Phrase kopieren
es: Copiar frase semilla
fr: Copier la phrase de récupération
it: Copia frase seed
ja: シードフレーズをコピー
ko: 시드 문구 복사
nl: Kopieer seedzin
pl: Kopiuj frazę seed
pt_br: Copiar Frase-Semente
ro: Copiază fraza seed
ru: Скопировать фразу
tr: Kurtarma İfadesini Kopyala
uk: Скопіювати мнемонічну фразу
zh_hans: 拷贝助记词
zh_hant: 拷貝助記詞

source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l’adresse
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
nl: Kopieer adres
pl: Kopiuj adres
pt_br: Copiar endereço
ro: Copiază adresa
ru: Скопировать адрес
tr: Adresi kopyala
uk: Скопіювати адресу
zh_hans: 拷贝地址
zh_hant: 拷貝位址

source: Copy address, view key, and restore height
de: Adresse, View-Key und Wiederherstellungshöhe kopieren
es: Copiar dirección, clave de vista y altura de restauración
fr: Copier l’adresse, la clé d’audit et la hauteur de restauration
it: Copia indirizzo, chiave di visualizzazione e altezza di ripristino
ja: アドレス、ビューキー、復元ブロック高をコピー
ko: 주소, 보기 키, 복원 높이 복사
nl: Kopieer adres, alleen-lezen sleutel en herstelhoogte
pl: Kopiuj adres, klucz podglądu i wysokość przywracania
pt_br: Copiar endereço, chave de visualização e altura de restauração
ro: Copiază adresa, cheia de citire și înălțimea de restaurare
ru: Скопировать адрес, ключ просмотра и высоту восстановления
tr: Adresi, görüntüleme anahtarını ve geri yükleme yüksekliğini kopyala
uk: Скопіювати адресу, ключ перегляду й висоту відновлення
zh_hans: 拷贝地址、查看密钥和恢复高度
zh_hant: 拷貝位址、檢視金鑰和回復高度

source: Copy all details
de: Alle Details kopieren
es: Copiar todos los detalles
fr: Copier tous les détails
it: Copia tutti i dettagli
ja: すべての詳細をコピー
ko: 모든 세부사항 복사
nl: Kopieer alle gegevens
pl: Kopiuj wszystkie szczegóły
pt_br: Copiar todos os detalhes
ro: Copiază toate detaliile
ru: Скопировать все данные
tr: Tüm ayrıntıları kopyala
uk: Скопіювати всі дані
zh_hans: 拷贝所有详细信息
zh_hant: 拷貝所有詳細資料

source: Copy seed phrase to clipboard
de: Seed-Phrase in die Zwischenablage kopieren
es: Copiar la frase semilla al portapapeles
fr: Copier la phrase de récupération dans le presse-papiers
it: Copia la frase seed negli appunti
ja: シードフレーズをクリップボードにコピー
ko: 시드 문구를 클립보드에 복사
nl: Kopieer seedzin naar klembord
pl: Kopiuj frazę seed do schowka
pt_br: Copiar frase-semente para a área de transferência
ro: Copiază fraza seed în clipboard
ru: Скопировать мнемоническую фразу в буфер обмена
tr: Kurtarma ifadesini panoya kopyala
uk: Скопіювати мнемонічну фразу в буфер обміну
zh_hans: 将助记词拷贝到剪贴板
zh_hant: 將助記詞拷貝到剪貼板
